{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/seo-popup\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"General":["Ogólne"],"Advanced":["Zaawansowane"],"Page contains at least one subheading.":["Strona zawiera co najmniej jeden podtytuł."],"All images on this page have alt text attributes.":["Wszystkie obrazy na tej stronie mają atrybuty tekstu alternatywnego."],"One or more images on this page are missing alt text attributes.":["Jeden lub więcej obrazów na tej stronie nie ma atrybutów tekstu alternatywnego."],"This page includes images or videos to enhance content.":["Ta strona zawiera obrazy lub filmy, aby wzbogacić treść."],"No images or videos found on this page.":["Nie znaleziono obrazów ani filmów na tej stronie."],"Search engine title exceeds %1$d characters.":["Tytuł wyszukiwarki przekracza %1$d znaków."],"Search engine description exceeds %1$d characters.":["Opis wyszukiwarki przekracza %1$d znaków."],"Search engine title is missing on the page.":["Tytuł wyszukiwarki jest brakujący na stronie."],"Search engine description is missing on the page.":["Opis wyszukiwarki jest brakujący na stronie."],"Canonical tag is not present on the page.":["Tag kanoniczny nie jest obecny na stronie."],"Canonical tag is present on the page.":["Tag kanoniczny jest obecny na stronie."],"Page URL is short and SEO-friendly.":["Adres URL strony jest krótki i przyjazny dla SEO."],"Page URL is longer than %s characters and may affect SEO and readability.":["Adres URL strony jest dłuższy niż %s znaków i może wpływać na SEO oraz czytelność."],"One or more broken links found on the page.":["Na stronie znaleziono jeden lub więcej uszkodzonych linków."],"Schema Type":["Typ schematu"],"Cancel":["Anuluj"],"Save":["Zapisz"],"Saving..":["Zapisywanie.."],"Saved":["Zapisano"],"Settings":["Ustawienia"],"Robot Instructions":["Instrukcje dla robotów"],"Schema":["Schema"],"Fix It for Me":["Napraw to za mnie"],"Site Icon: ":["Ikona witryny:"],"The site icon (favicon) appears in browser tabs, bookmarks, and mobile devices. To update it, go to General Settings → Site Icon and upload a new image under Site Identity.":["Ikona witryny (favicon) pojawia się na kartach przeglądarki, w zakładkach i na urządzeniach mobilnych. Aby ją zaktualizować, przejdź do Ustawień ogólnych → Ikona witryny i prześlij nowy obrazek w sekcji Tożsamość witryny."],"Change Here":["Zmień tutaj"],"Search Engine Title":["Tytuł wyszukiwarki"],"Type @ to view variable suggestions":["Wpisz @, aby zobaczyć sugestie zmiennych"],"Search Engine Preview":["Podgląd wyszukiwarki"],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Zobacz podgląd, jak Twoja strona może wyglądać w wynikach wyszukiwania. Ten podgląd ma charakter wyłącznie informacyjny i może nie dokładnie odpowiadać temu, jak wyszukiwarki wyświetlają Twoje treści."],"Social Image":["Obrazek społecznościowy"],"Invalid Date":["Nieprawidłowa data"],"No Date":["Brak daty"],"Fix SEO Issues with AI":["Napraw problemy SEO za pomocą AI"],"Let AI automatically detect and resolve on-page SEO problems, such as missing SEO descriptions, image alt tags, and more.":["Pozwól AI automatycznie wykrywać i rozwiązywać problemy SEO na stronie, takie jak brakujące opisy SEO, tagi alt obrazów i inne."],"Sample Post - Testing Site":["Przykładowy post - Testowanie witryny"],"This content will be set as the meta description tag and may appear in search results. Keep it short and clearly explain what the page is about.":["Ta treść zostanie ustawiona jako tag opisu meta i może pojawić się w wynikach wyszukiwania. Zachowaj ją krótko i jasno wyjaśnij, o czym jest strona."],"No index":["Brak indeksu"],"Prevents search engines from listing your page in search results.":["Zapobiega wyświetlaniu Twojej strony w wynikach wyszukiwania przez wyszukiwarki."],"No follow":["Brak śledzenia"],"Tells search engines not to follow any links on your page.":["Informuje wyszukiwarki, aby nie śledziły żadnych linków na Twojej stronie."],"No archive":["Brak archiwum"],"Blocks search engines from storing a cached version of your page.":["Blokuje wyszukiwarki przed przechowywaniem wersji pamięci podręcznej Twojej strony."],"Social":["Media społecznościowe"],"Add New":["Dodaj nowy"],"Search or select an option":["Szukaj lub wybierz opcję"],"This schema does not have any configurable fields":["Ten schemat nie ma żadnych konfigurowalnych pól"],"Search Engine Description":["Opis wyszukiwarki"],"Social Title":["Tytuł społecznościowy"],"Social Description":["Opis społecznościowy"],"%s Preview":["%s Podgląd"],"Add Schema":["Dodaj schemat"],"Choose Schema":["Wybierz schemat"],"Remove":["Usuń"],"%1$d out of %2$d checks are done.":["%1$d z %2$d kontroli zostało zakończonych."],"Passed Checks":["Zaliczono kontrole"],"Passed":["Zaliczono"],"Close":["Zamknij"],"Meta":["Meta"],"These settings help search engines understand how to treat your page in search results. Enabling ‘No Index’ will prevent the page from appearing in search results. ‘No Follow’ tells search engines not to follow any links on the page, and ‘No Archive’ prevents search engines from storing a cached version of the page.":["Te ustawienia pomagają wyszukiwarkom zrozumieć, jak traktować Twoją stronę w wynikach wyszukiwania. Włączenie „No Index” uniemożliwi pojawienie się strony w wynikach wyszukiwania. „No Follow” informuje wyszukiwarki, aby nie śledziły żadnych linków na stronie, a „No Archive” zapobiega przechowywaniu przez wyszukiwarki wersji strony w pamięci podręcznej."],"Canonical URL":["Adres URL kanoniczny"],"The Canonical URL tells search engines which version of a page should be indexed to avoid duplicate content issues. Leave blank to let SureRank set it automatically.":["Adres URL kanoniczny informuje wyszukiwarki, która wersja strony powinna być indeksowana, aby uniknąć problemów z duplikatami treści. Pozostaw puste, aby pozwolić SureRank ustawić to automatycznie."],"Use Data from Facebook Tab":["Użyj danych z zakładki Facebook"],"Upload at least 600x315px image. Recommended size is 1200x630px.":["Prześlij obraz o wymiarach co najmniej 600x315px. Zalecany rozmiar to 1200x630px."],"Schemas in Use":["Schematy w użyciu"],"No schemas configured.":["Brak skonfigurowanych schematów."],"This page includes video(s) but no images.":["Ta strona zawiera wideo, ale brak obrazów."],"No links found on this page.":["Brak linków na tej stronie."],"Links are present on this page.":["Linki są obecne na tej stronie."],"Page does not contain at least one subheading.":["Strona nie zawiera przynajmniej jednego podtytułu."],"No broken links found on the page.":["Brak uszkodzonych linków na stronie."],"Search engine title is present and under %1$d characters.":["Tytuł wyszukiwarki jest obecny i ma mniej niż %1$d znaków."],"Search engine description is present and under %1$d characters.":["Opis wyszukiwarki jest obecny i ma mniej niż %1$d znaków."],"Open Graph tags are present on the page.":["Tagi Open Graph są obecne na stronie."],"Open Graph tags are not present on the page.":["Tagi Open Graph nie są obecne na stronie."],"Page SEO Checks":["Sprawdzanie SEO strony"],"SureRank Meta Box":["Meta Box SureRank"],"Critical":["Krytyczny"],"Warning":["Ostrzeżenie"],"These broken links were found on the page:":["Na stronie znaleziono te uszkodzone linki:"],"Please save changes in the editor before refreshing the checks.":["Proszę zapisać zmiany w edytorze przed odświeżeniem kontroli."],"Click here to discover more details about this check.":["Kliknij tutaj, aby poznać więcej szczegółów na temat tej kontroli."],"Coming Soon in SureRank Pro.":["Wkrótce w SureRank Pro."],"Join Waitlist":["Dołącz do listy oczekujących"],"%1$s %2$s need attention. Click to see":["%1$s %2$s wymagają uwagi. Kliknij, aby zobaczyć"],"issue":["problem"],"All SEO checks passed. Click to see":["Wszystkie kontrole SEO zakończone pomyślnie. Kliknij, aby zobaczyć"],"Confirm":["Potwierdź"],"Help Me Fix":["Pomóż mi naprawić"],"Restore":["Przywróć"],"Ignore":["Ignoruj"],"We'll stop flagging this check in future scans. If it's not relevant, feel free to ignore it, you can always bring it back later if needed.":["Przestaniemy oznaczać tę kontrolę w przyszłych skanach. Jeśli nie jest to istotne, możesz to zignorować, zawsze możesz to przywrócić później, jeśli zajdzie taka potrzeba."],"Suggestion":["Sugestia"],"Ignore this check":["Zignoruj to sprawdzenie"],"Restore this check":["Przywróć to sprawdzenie"],"Ignore Page Checks":["Zignoruj kontrole stron"],"Action failed. Please try again.":["Akcja nie powiodła się. Proszę spróbować ponownie."],"Settings saved successfully.":["Ustawienia zapisane pomyślnie."],"Loading page SEO checks…":["Ładowanie sprawdzeń SEO strony…"],"Error loading SEO checks":["Błąd ładowania sprawdzeń SEO"],"Enter your focus keyword":["Wprowadź swoje słowo kluczowe"],"Upgrade to Pro":["Ulepsz do Pro"],"Optimize":["Optymalizuj"]}}}