{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/seo-popup\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"General":["Generale"],"Advanced":["Avanzato"],"Page contains at least one subheading.":["La pagina contiene almeno un sottotitolo."],"All images on this page have alt text attributes.":["Tutte le immagini in questa pagina hanno attributi di testo alternativo."],"One or more images on this page are missing alt text attributes.":["Una o più immagini in questa pagina mancano di attributi di testo alternativo."],"This page includes images or videos to enhance content.":["Questa pagina include immagini o video per migliorare il contenuto."],"No images or videos found on this page.":["Nessuna immagine o video trovato in questa pagina."],"Search engine title exceeds %1$d characters.":["Il titolo del motore di ricerca supera %1$d caratteri."],"Search engine description exceeds %1$d characters.":["La descrizione del motore di ricerca supera %1$d caratteri."],"Search engine title is missing on the page.":["Il titolo del motore di ricerca è assente nella pagina."],"Search engine description is missing on the page.":["La descrizione del motore di ricerca è assente nella pagina."],"Canonical tag is not present on the page.":["Il tag canonico non è presente nella pagina."],"Canonical tag is present on the page.":["Il tag canonico è presente nella pagina."],"Page URL is short and SEO-friendly.":["L'URL della pagina è breve e SEO-friendly."],"Page URL is longer than %s characters and may affect SEO and readability.":["L'URL della pagina è più lungo di %s caratteri e potrebbe influire su SEO e leggibilità."],"One or more broken links found on the page.":["Uno o più link rotti trovati nella pagina."],"Schema Type":["Tipo di schema"],"Cancel":["Annulla"],"Save":["Salva"],"Saving..":["Salvataggio.."],"Saved":["Salvato"],"Settings":["Impostazioni"],"Robot Instructions":["Istruzioni per i robot"],"Schema":["Schema"],"Fix It for Me":["Correggilo per me"],"Site Icon: ":["Icona del sito:"],"The site icon (favicon) appears in browser tabs, bookmarks, and mobile devices. To update it, go to General Settings → Site Icon and upload a new image under Site Identity.":["L'icona del sito (favicon) appare nelle schede del browser, nei segnalibri e sui dispositivi mobili. Per aggiornarla, vai su Impostazioni generali → Icona del sito e carica una nuova immagine sotto Identità del sito."],"Change Here":["Cambia qui"],"Search Engine Title":["Titolo del motore di ricerca"],"Type @ to view variable suggestions":["Digita @ per visualizzare suggerimenti sulle variabili"],"Search Engine Preview":["Anteprima del motore di ricerca"],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Visualizza un'anteprima di come la tua pagina potrebbe apparire nei risultati dei motori di ricerca. Questa anteprima è solo a scopo indicativo e potrebbe non corrispondere esattamente a come i motori di ricerca visualizzano il tuo contenuto."],"Social Image":["Immagine sociale"],"Invalid Date":["Data non valida"],"No Date":["Nessuna data"],"Fix SEO Issues with AI":["Correggi i problemi SEO con l'IA"],"Let AI automatically detect and resolve on-page SEO problems, such as missing SEO descriptions, image alt tags, and more.":["Lascia che l'IA rilevi e risolva automaticamente i problemi SEO on-page, come descrizioni SEO mancanti, tag alt delle immagini e altro."],"Sample Post - Testing Site":["Post di esempio - Sito di test"],"This content will be set as the meta description tag and may appear in search results. Keep it short and clearly explain what the page is about.":["Questo contenuto sarà impostato come tag di descrizione meta e potrebbe apparire nei risultati di ricerca. Mantienilo breve e spiega chiaramente di cosa tratta la pagina."],"No index":["Nessun indice"],"Prevents search engines from listing your page in search results.":["Impedisce ai motori di ricerca di elencare la tua pagina nei risultati di ricerca."],"No follow":["Nessun follow"],"Tells search engines not to follow any links on your page.":["Indica ai motori di ricerca di non seguire alcun link sulla tua pagina."],"No archive":["Nessun archivio"],"Blocks search engines from storing a cached version of your page.":["Blocca i motori di ricerca dal memorizzare una versione cache della tua pagina."],"Social":["Sociale"],"Add New":["Aggiungi nuovo"],"Search or select an option":["Cerca o seleziona un'opzione"],"This schema does not have any configurable fields":["Questo schema non ha campi configurabili"],"Search Engine Description":["Descrizione del motore di ricerca"],"Social Title":["Titolo sociale"],"Social Description":["Descrizione sociale"],"%s Preview":["%s Anteprima"],"Add Schema":["Aggiungi schema"],"Choose Schema":["Scegli schema"],"Remove":["Rimuovi"],"%1$d out of %2$d checks are done.":["%1$d su %2$d controlli sono stati completati."],"Passed Checks":["Controlli superati"],"Passed":["Superato"],"Close":["Chiudi"],"Meta":["Meta"],"These settings help search engines understand how to treat your page in search results. Enabling ‘No Index’ will prevent the page from appearing in search results. ‘No Follow’ tells search engines not to follow any links on the page, and ‘No Archive’ prevents search engines from storing a cached version of the page.":["Queste impostazioni aiutano i motori di ricerca a capire come trattare la tua pagina nei risultati di ricerca. Abilitare 'No Index' impedirà alla pagina di apparire nei risultati di ricerca. 'No Follow' dice ai motori di ricerca di non seguire alcun link sulla pagina, e 'No Archive' impedisce ai motori di ricerca di memorizzare una versione cache della pagina."],"Canonical URL":["URL canonico"],"The Canonical URL tells search engines which version of a page should be indexed to avoid duplicate content issues. Leave blank to let SureRank set it automatically.":["L'URL canonico indica ai motori di ricerca quale versione di una pagina deve essere indicizzata per evitare problemi di contenuto duplicato. Lascia vuoto per consentire a SureRank di impostarlo automaticamente."],"Use Data from Facebook Tab":["Usa i dati dalla scheda Facebook"],"Upload at least 600x315px image. Recommended size is 1200x630px.":["Carica un'immagine di almeno 600x315px. La dimensione consigliata è 1200x630px."],"Schemas in Use":["Schemi in uso"],"No schemas configured.":["Nessuno schema configurato."],"This page includes video(s) but no images.":["Questa pagina include video ma nessuna immagine."],"No links found on this page.":["Nessun link trovato in questa pagina."],"Links are present on this page.":["I link sono presenti in questa pagina."],"Page does not contain at least one subheading.":["La pagina non contiene almeno un sottotitolo."],"No broken links found on the page.":["Nessun link interrotto trovato nella pagina."],"Search engine title is present and under %1$d characters.":["Il titolo del motore di ricerca è presente e sotto %1$d caratteri."],"Search engine description is present and under %1$d characters.":["La descrizione del motore di ricerca è presente e sotto %1$d caratteri."],"Open Graph tags are present on the page.":["I tag Open Graph sono presenti nella pagina."],"Open Graph tags are not present on the page.":["I tag Open Graph non sono presenti nella pagina."],"Page SEO Checks":["Controlli SEO della pagina"],"SureRank Meta Box":["Casella Meta SureRank"],"Critical":["Critico"],"Warning":["Avviso"],"These broken links were found on the page:":["Questi link interrotti sono stati trovati nella pagina:"],"Please save changes in the editor before refreshing the checks.":["Si prega di salvare le modifiche nell'editor prima di aggiornare i controlli."],"Click here to discover more details about this check.":["Clicca qui per scoprire più dettagli su questo controllo."],"Coming Soon in SureRank Pro.":["In arrivo presto in SureRank Pro."],"Join Waitlist":["Iscriviti alla lista d'attesa"],"%1$s %2$s need attention. Click to see":["%1$s %2$s necessitano attenzione. Clicca per vedere"],"issue":["problema"],"All SEO checks passed. Click to see":["Tutti i controlli SEO sono stati superati. Clicca per vedere"],"Confirm":["Conferma"],"Help Me Fix":["Aiutami a correggere"],"Restore":["Ripristina"],"Ignore":["Ignora"],"We'll stop flagging this check in future scans. If it's not relevant, feel free to ignore it, you can always bring it back later if needed.":["Smetteremo di segnalare questo controllo nelle scansioni future. Se non è rilevante, sentiti libero di ignorarlo, puoi sempre ripristinarlo in seguito se necessario."],"Suggestion":["Suggerimento"],"Ignore this check":["Ignora questo controllo"],"Restore this check":["Ripristina questo controllo"],"Ignore Page Checks":["Ignora i controlli della pagina"],"Action failed. Please try again.":["Azione non riuscita. Riprova."],"Settings saved successfully.":["Impostazioni salvate con successo."],"Loading page SEO checks…":["Caricamento controlli SEO della pagina…"],"Error loading SEO checks":["Errore durante il caricamento dei controlli SEO"],"Enter your focus keyword":["Inserisci la tua parola chiave principale"],"Upgrade to Pro":["Aggiorna a Pro"],"Optimize":["Ottimizza"]}}}