{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/seo-popup\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"General":["Algemeen"],"Advanced":["Geavanceerd"],"Page contains at least one subheading.":["De pagina bevat ten minste één subkop."],"All images on this page have alt text attributes.":["Alle afbeeldingen op deze pagina hebben alt-tekstattributen."],"One or more images on this page are missing alt text attributes.":["Een of meer afbeeldingen op deze pagina missen alt-tekstattributen."],"This page includes images or videos to enhance content.":["Deze pagina bevat afbeeldingen of video's om de inhoud te verbeteren."],"No images or videos found on this page.":["Geen afbeeldingen of video's gevonden op deze pagina."],"Search engine title exceeds %1$d characters.":["De titel van de zoekmachine overschrijdt %1$d tekens."],"Search engine description exceeds %1$d characters.":["De beschrijving van de zoekmachine overschrijdt %1$d tekens."],"Search engine title is missing on the page.":["Zoekmachine titel ontbreekt op de pagina."],"Search engine description is missing on the page.":["Zoekmachine beschrijving ontbreekt op de pagina."],"Canonical tag is not present on the page.":["Canonical tag is niet aanwezig op de pagina."],"Canonical tag is present on the page.":["Canonical tag is aanwezig op de pagina."],"Page URL is short and SEO-friendly.":["Pagina-URL is kort en SEO-vriendelijk."],"Page URL is longer than %s characters and may affect SEO and readability.":["Pagina-URL is langer dan %s tekens en kan SEO en leesbaarheid beïnvloeden."],"One or more broken links found on the page.":["Een of meer gebroken links gevonden op de pagina."],"Schema Type":["Schema Type"],"Cancel":["Annuleren"],"Save":["Opslaan"],"Saving..":["Opslaan.."],"Saved":["Opgeslagen"],"Settings":["Instellingen"],"Robot Instructions":["Robotinstructies"],"Schema":["Schema"],"Fix It for Me":["Los het voor mij op"],"Site Icon: ":["Site-icoon:"],"The site icon (favicon) appears in browser tabs, bookmarks, and mobile devices. To update it, go to General Settings → Site Icon and upload a new image under Site Identity.":["Het site-icoon (favicon) verschijnt in browsertabs, bladwijzers en op mobiele apparaten. Om het bij te werken, gaat u naar Algemene instellingen → Site-icoon en uploadt u een nieuwe afbeelding onder Site-identiteit."],"Change Here":["Hier wijzigen"],"Search Engine Title":["Zoekmachine titel"],"Type @ to view variable suggestions":["Typ @ om variabele suggesties te bekijken"],"Search Engine Preview":["Zoekmachine voorbeeld"],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Bekijk een voorbeeld van hoe uw pagina kan verschijnen in zoekmachine resultaten. Dit voorbeeld is alleen ter begeleiding en komt mogelijk niet exact overeen met hoe zoekmachines uw inhoud weergeven."],"Social Image":["Sociale afbeelding"],"Invalid Date":["Ongeldige datum"],"No Date":["Geen datum"],"Fix SEO Issues with AI":["Los SEO-problemen op met AI"],"Let AI automatically detect and resolve on-page SEO problems, such as missing SEO descriptions, image alt tags, and more.":["Laat AI automatisch on-page SEO-problemen detecteren en oplossen, zoals ontbrekende SEO-beschrijvingen, alt-tags voor afbeeldingen, en meer."],"Sample Post - Testing Site":["Voorbeeldpost - Testsite"],"This content will be set as the meta description tag and may appear in search results. Keep it short and clearly explain what the page is about.":["Deze inhoud zal worden ingesteld als de meta-beschrijvingstag en kan verschijnen in zoekresultaten. Houd het kort en leg duidelijk uit waar de pagina over gaat."],"No index":["Geen index"],"Prevents search engines from listing your page in search results.":["Voorkomt dat zoekmachines uw pagina in zoekresultaten vermelden."],"No follow":["Geen follow"],"Tells search engines not to follow any links on your page.":["Geeft zoekmachines de instructie om geen links op uw pagina te volgen."],"No archive":["Geen archief"],"Blocks search engines from storing a cached version of your page.":["Blokkeert zoekmachines om een gecachte versie van uw pagina op te slaan."],"Social":["Sociaal"],"Add New":["Nieuwe toevoegen"],"Search or select an option":["Zoek of selecteer een optie"],"This schema does not have any configurable fields":["Dit schema heeft geen configureerbare velden"],"Search Engine Description":["Zoekmachinebeschrijving"],"Social Title":["Sociale titel"],"Social Description":["Sociale beschrijving"],"%s Preview":["%s Voorbeeld"],"Add Schema":["Schema toevoegen"],"Choose Schema":["Kies schema"],"Remove":["Verwijderen"],"%1$d out of %2$d checks are done.":["%1$d van de %2$d controles zijn voltooid."],"Passed Checks":["Geslaagde controles"],"Passed":["Geslaagd"],"Close":["Sluiten"],"Meta":["Meta"],"These settings help search engines understand how to treat your page in search results. Enabling ‘No Index’ will prevent the page from appearing in search results. ‘No Follow’ tells search engines not to follow any links on the page, and ‘No Archive’ prevents search engines from storing a cached version of the page.":["Deze instellingen helpen zoekmachines te begrijpen hoe ze je pagina in zoekresultaten moeten behandelen. Het inschakelen van 'No Index' voorkomt dat de pagina in zoekresultaten verschijnt. 'No Follow' vertelt zoekmachines om geen links op de pagina te volgen, en 'No Archive' voorkomt dat zoekmachines een gecachte versie van de pagina opslaan."],"Canonical URL":["Canonical URL"],"The Canonical URL tells search engines which version of a page should be indexed to avoid duplicate content issues. Leave blank to let SureRank set it automatically.":["De Canonical URL vertelt zoekmachines welke versie van een pagina moet worden geïndexeerd om problemen met dubbele inhoud te voorkomen. Laat leeg om SureRank het automatisch in te laten stellen."],"Use Data from Facebook Tab":["Gebruik gegevens van Facebook-tabblad"],"Upload at least 600x315px image. Recommended size is 1200x630px.":["Upload een afbeelding van minimaal 600x315px. Aanbevolen grootte is 1200x630px."],"Schemas in Use":["Schemas in gebruik"],"No schemas configured.":["Geen schemas geconfigureerd."],"This page includes video(s) but no images.":["Deze pagina bevat video('s) maar geen afbeeldingen."],"No links found on this page.":["Geen links gevonden op deze pagina."],"Links are present on this page.":["Links zijn aanwezig op deze pagina."],"Page does not contain at least one subheading.":["Pagina bevat niet minstens één subkop."],"No broken links found on the page.":["Geen gebroken links gevonden op de pagina."],"Search engine title is present and under %1$d characters.":["Zoekmachine titel is aanwezig en onder %1$d tekens."],"Search engine description is present and under %1$d characters.":["Zoekmachine beschrijving is aanwezig en onder %1$d tekens."],"Open Graph tags are present on the page.":["Open Graph-tags zijn aanwezig op de pagina."],"Open Graph tags are not present on the page.":["Open Graph-tags zijn niet aanwezig op de pagina."],"Page SEO Checks":["Pagina SEO-controles"],"SureRank Meta Box":["SureRank Meta Box"],"Critical":["Kritiek"],"Warning":["Waarschuwing"],"These broken links were found on the page:":["Deze gebroken links zijn gevonden op de pagina:"],"Please save changes in the editor before refreshing the checks.":["Sla alstublieft wijzigingen op in de editor voordat u de controles vernieuwt."],"Click here to discover more details about this check.":["Klik hier voor meer details over deze controle."],"Coming Soon in SureRank Pro.":["Binnenkort beschikbaar in SureRank Pro."],"Join Waitlist":["Meld je aan voor de wachtlijst"],"%1$s %2$s need attention. Click to see":["%1$s %2$s hebben aandacht nodig. Klik om te zien"],"issue":["probleem"],"All SEO checks passed. Click to see":["Alle SEO-controles geslaagd. Klik om te zien"],"Confirm":["Bevestigen"],"Help Me Fix":["Help me het op te lossen"],"Restore":["Herstellen"],"Ignore":["Negeren"],"We'll stop flagging this check in future scans. If it's not relevant, feel free to ignore it, you can always bring it back later if needed.":["We zullen deze controle in toekomstige scans niet meer markeren. Als het niet relevant is, kun je het gerust negeren; je kunt het later altijd weer terughalen indien nodig."],"Suggestion":["Suggestie"],"Ignore this check":["Negeer deze controle"],"Restore this check":["Herstel deze controle"],"Ignore Page Checks":["Pagina-controles negeren"],"Action failed. Please try again.":["Actie mislukt. Probeer het alstublieft opnieuw."],"Settings saved successfully.":["Instellingen succesvol opgeslagen."],"Loading page SEO checks…":["Pagina SEO-controles laden…"],"Error loading SEO checks":["Fout bij het laden van SEO-controles"],"Enter your focus keyword":["Voer uw focuszoekwoord in"],"Upgrade to Pro":["Upgrade naar Pro"],"Optimize":["Optimaliseren"]}}}