{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/seo-popup\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"General":["Umum"],"Advanced":["Lanjutan"],"Search engine title exceeds %1$d characters.":["Judul mesin pencari melebihi %1$d karakter."],"Search engine description exceeds %1$d characters.":["Deskripsi mesin pencari melebihi %1$d karakter."],"Schema Type":["Jenis Skema"],"Fix SEO Issues with AI":["Perbaiki Masalah SEO dengan AI"],"Let AI automatically detect and resolve on-page SEO problems, such as missing SEO descriptions, image alt tags, and more.":["Biarkan AI secara otomatis mendeteksi dan menyelesaikan masalah SEO di halaman, seperti deskripsi SEO yang hilang, tag alt gambar, dan lainnya."],"Fix It for Me":["Perbaiki Untuk Saya"],"No index":["Tidak ada indeks"],"Prevents search engines from listing your page in search results.":["Mencegah mesin pencari mencantumkan halaman Anda dalam hasil pencarian."],"No follow":["Tidak mengikuti"],"Tells search engines not to follow any links on your page.":["Memberitahu mesin pencari untuk tidak mengikuti tautan apa pun di halaman Anda."],"No archive":["Tidak arsip"],"Blocks search engines from storing a cached version of your page.":["Memblokir mesin pencari dari menyimpan versi cache halaman Anda."],"This content will be set as the meta description tag and may appear in search results. Keep it short and clearly explain what the page is about.":["Konten ini akan diatur sebagai tag deskripsi meta dan mungkin muncul dalam hasil pencarian. Jaga agar tetap singkat dan jelaskan dengan jelas tentang apa halaman ini."],"Search Engine Preview":["Prabaca Mesin Pencari"],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Lihat prabaca tentang bagaimana halaman Anda mungkin muncul dalam hasil mesin pencari. Prabaca ini hanya untuk panduan dan mungkin tidak persis mencocokkan cara mesin pencari menampilkan konten Anda."],"Search Engine Title":["Judul Mesin Pencari"],"Type @ to view variable suggestions":["Ketik @ untuk melihat saran variabel"],"Search Engine Description":["Deskripsi Mesin Pencari"],"Sample Post - Testing Site":["Pos Contoh - Situs Pengujian"],"Use Data from Facebook Tab":["Gunakan Data dari Tab Facebook"],"Social Image":["Gambar Sosial"],"Upload at least 600x315px image. Recommended size is 1200x630px.":["Unggah gambar dengan ukuran minimal 600x315px. Ukuran yang disarankan adalah 1200x630px."],"Social Title":["Judul Sosial"],"Social Description":["Deskripsi Sosial"],"%s Preview":["%s Prabaca"],"Robot Instructions":["Instruksi Robot"],"These settings help search engines understand how to treat your page in search results. Enabling ‘No Index’ will prevent the page from appearing in search results. ‘No Follow’ tells search engines not to follow any links on the page, and ‘No Archive’ prevents search engines from storing a cached version of the page.":["Pengaturan ini membantu mesin pencari memahami bagaimana memperlakukan halaman Anda dalam hasil pencarian. Mengaktifkan 'Tidak Indeks' akan mencegah halaman muncul dalam hasil pencarian. 'Tidak Mengikuti' memberi tahu mesin pencari untuk tidak mengikuti tautan apa pun di halaman, dan 'Tidak Arsip' mencegah mesin pencari menyimpan versi cache halaman."],"Canonical URL":["URL Kanonik"],"The Canonical URL tells search engines which version of a page should be indexed to avoid duplicate content issues. Leave blank to let SureRank set it automatically.":["URL Kanonik memberi tahu mesin pencari versi mana dari halaman yang harus diindeks untuk menghindari masalah konten duplikat. Biarkan kosong agar SureRank mengaturnya secara otomatis."],"Social":["Sosial"],"This schema does not have any configurable fields":["Skema ini tidak memiliki bidang yang dapat dikonfigurasi"],"Search or select an option":["Cari atau pilih opsi"],"Add Schema":["Tambahkan Skema"],"Choose Schema":["Pilih Skema"],"Cancel":["Batal"],"Schemas in Use":["Skema yang Digunakan"],"Add New":["Tambahkan Baru"],"No schemas configured.":["Tidak ada skema yang dikonfigurasi."],"Meta":["Meta"],"Schema":["Skema"],"Search engine title is missing on the page.":["Judul mesin pencari hilang di halaman."],"Search engine description is missing on the page.":["Deskripsi mesin pencari hilang di halaman."],"Save":["Simpan"],"Saving..":["Menyimpan.."],"Saved":["Tersimpan"],"Close":["Tutup"],"Page SEO Checks":["Pemeriksaan SEO Halaman"],"%1$d out of %2$d checks are done.":["%1$d dari %2$d pemeriksaan telah dilakukan."],"Passed Checks":["Pemeriksaan Lulus"],"Passed":["Lulus"],"Settings":["Pengaturan"],"SureRank Meta Box":["Kotak Meta SureRank"],"Page contains at least one subheading.":["Halaman berisi setidaknya satu subjudul."],"All images on this page have alt text attributes.":["Semua gambar di halaman ini memiliki atribut teks alt."],"One or more images on this page are missing alt text attributes.":["Satu atau lebih gambar di halaman ini tidak memiliki atribut teks alt."],"This page includes images or videos to enhance content.":["Halaman ini menyertakan gambar atau video untuk meningkatkan konten."],"No images or videos found on this page.":["Tidak ada gambar atau video yang ditemukan di halaman ini."],"Canonical tag is not present on the page.":["Tag kanonik tidak ada di halaman."],"Canonical tag is present on the page.":["Tag kanonik ada di halaman."],"Page URL is short and SEO-friendly.":["URL halaman pendek dan ramah SEO."],"Page URL is longer than %s characters and may affect SEO and readability.":["URL halaman lebih panjang dari %s karakter dan dapat memengaruhi SEO dan keterbacaan."],"One or more broken links found on the page.":["Satu atau lebih tautan yang rusak ditemukan di halaman."],"This page includes video(s) but no images.":["Halaman ini menyertakan video tetapi tidak ada gambar."],"No links found on this page.":["Tidak ada tautan yang ditemukan di halaman ini."],"Links are present on this page.":["Tautan ada di halaman ini."],"Search engine title is present and under %1$d characters.":["Judul mesin pencari ada dan kurang dari %1$d karakter."],"Search engine description is present and under %1$d characters.":["Deskripsi mesin pencari ada dan kurang dari %1$d karakter."],"Open Graph tags are present on the page.":["Tag Open Graph ada di halaman."],"Open Graph tags are not present on the page.":["Tag Open Graph tidak ada di halaman."],"No broken links found on the page.":["Tidak ada tautan yang rusak ditemukan di halaman."],"Site Icon: ":["Ikon Situs:"],"The site icon (favicon) appears in browser tabs, bookmarks, and mobile devices. To update it, go to General Settings → Site Icon and upload a new image under Site Identity.":["Ikon situs (favicon) muncul di tab browser, bookmark, dan perangkat mobile. Untuk memperbaruinya, pergi ke Pengaturan Umum → Ikon Situs dan unggah gambar baru di bawah Identitas Situs."],"Change Here":["Ubah Di Sini"],"Invalid Date":["Tanggal Tidak Valid"],"No Date":["Tidak Ada Tanggal"],"Remove":["Hapus"],"Page does not contain at least one subheading.":["Halaman tidak mengandung setidaknya satu subjudul."],"Critical":["Kritis"],"Warning":["Peringatan"],"These broken links were found on the page:":["Tautan yang rusak ini ditemukan di halaman:"],"Please save changes in the editor before refreshing the checks.":["Silakan simpan perubahan di editor sebelum menyegarkan pemeriksaan."],"Click here to discover more details about this check.":["Klik di sini untuk mengetahui lebih detail tentang pemeriksaan ini."],"Coming Soon in SureRank Pro.":["Segera Hadir di SureRank Pro."],"Join Waitlist":["Bergabung dengan Daftar Tunggu"],"%1$s %2$s need attention. Click to see":["%1$s %2$s perlu perhatian. Klik untuk melihat"],"issue":["masalah"],"All SEO checks passed. Click to see":["Semua pemeriksaan SEO berhasil. Klik untuk melihat"],"Confirm":["Konfirmasi"],"Help Me Fix":["Bantu Saya Memperbaiki"],"Restore":["Pulihkan"],"Ignore":["Abaikan"],"We'll stop flagging this check in future scans. If it's not relevant, feel free to ignore it, you can always bring it back later if needed.":["Kami akan berhenti menandai pemeriksaan ini dalam pemindaian mendatang. Jika tidak relevan, silakan abaikan, Anda selalu dapat membawanya kembali nanti jika diperlukan."],"Suggestion":["Saran"],"Ignore this check":["Abaikan pemeriksaan ini"],"Restore this check":["Pulihkan pemeriksaan ini"],"Ignore Page Checks":["Abaikan Pemeriksaan Halaman"],"Action failed. Please try again.":["Tindakan gagal. Silakan coba lagi."],"Settings saved successfully.":["Pengaturan berhasil disimpan."],"Loading page SEO checks…":["Memuat pemeriksaan SEO halaman…"],"Error loading SEO checks":["Kesalahan memuat pemeriksaan SEO"],"Enter your focus keyword":["Masukkan kata kunci fokus Anda"],"Upgrade to Pro":["Upgrade ke Pro"],"Optimize":["Optimalkan"]}}}