{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.12.0","source":"build\/seo-popup\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"General":["Общие"],"Advanced":["Расширенные"],"Search engine title exceeds %1$d characters.":["Заголовок поисковой системы превышает %1$d символов."],"Search engine description exceeds %1$d characters.":["Описание поисковой системы превышает %1$d символов."],"Schema Type":["Тип схемы"],"Fix SEO Issues with AI":["Исправить проблемы SEO с помощью ИИ"],"Let AI automatically detect and resolve on-page SEO problems, such as missing SEO descriptions, image alt tags, and more.":["Позвольте ИИ автоматически обнаруживать и решать проблемы SEO на странице, такие как отсутствующие SEO-описания, альтернативные теги изображений и многое другое."],"Fix It for Me":["Исправить это для меня"],"No index":["Нет индекса"],"Prevents search engines from listing your page in search results.":["Предотвращает индексацию вашей страницы поисковыми системами в результатах поиска."],"No follow":["Нет перехода"],"Tells search engines not to follow any links on your page.":["Сообщает поисковым системам не следовать по любым ссылкам на вашей странице."],"No archive":["Нет архива"],"Blocks search engines from storing a cached version of your page.":["Блокирует поисковые системы от хранения кэшированной версии вашей страницы."],"This content will be set as the meta description tag and may appear in search results. Keep it short and clearly explain what the page is about.":["Этот контент будет установлен в качестве мета-тега описания и может появиться в результатах поиска. Держите его коротким и четко объясняйте, о чем страница."],"Search Engine Preview":["Предварительный просмотр поисковой системы"],"View a preview of how your page may appear in search engine results. This preview is for guidance only and might not exactly match how search engines display your content.":["Посмотрите предварительный просмотр того, как ваша страница может выглядеть в результатах поисковой системы. Этот предварительный просмотр предназначен только для справки и может не точно соответствовать тому, как поисковые системы отображают ваш контент."],"Search Engine Title":["Название поисковой системы"],"Type @ to view variable suggestions":["Введите @, чтобы увидеть предложения переменных"],"Search Engine Description":["Описание поисковой системы"],"Sample Post - Testing Site":["Пример поста - Тестовый сайт"],"Use Data from Facebook Tab":["Использовать данные из вкладки Facebook"],"Social Image":["Социальное изображение"],"Upload at least 600x315px image. Recommended size is 1200x630px.":["Загрузите изображение размером не менее 600x315px. Рекомендуемый размер - 1200x630px."],"Social Title":["Социальное название"],"Social Description":["Социальное описание"],"%s Preview":["%s Предварительный просмотр"],"Robot Instructions":["Инструкции для роботов"],"These settings help search engines understand how to treat your page in search results. Enabling ‘No Index’ will prevent the page from appearing in search results. ‘No Follow’ tells search engines not to follow any links on the page, and ‘No Archive’ prevents search engines from storing a cached version of the page.":["Эти настройки помогают поисковым системам понять, как обрабатывать вашу страницу в результатах поиска. Включение «Нет индекса» предотвратит появление страницы в результатах поиска. «Нет перехода» сообщает поисковым системам не следовать по любым ссылкам на странице, а «Нет архива» предотвращает хранение поисковыми системами кэшированной версии страницы."],"Canonical URL":["Канонический URL"],"The Canonical URL tells search engines which version of a page should be indexed to avoid duplicate content issues. Leave blank to let SureRank set it automatically.":["Канонический URL сообщает поисковым системам, какую версию страницы следует индексировать, чтобы избежать проблем с дублированием контента. Оставьте пустым, чтобы позволить SureRank установить его автоматически."],"Social":["Социальный"],"This schema does not have any configurable fields":["Эта схема не имеет настраиваемых полей"],"Search or select an option":["Поиск или выберите вариант"],"Add Schema":["Добавить схему"],"Choose Schema":["Выбрать схему"],"Cancel":["Отмена"],"Schemas in Use":["Используемые схемы"],"Add New":["Добавить новую"],"No schemas configured.":["Схемы не настроены."],"Meta":["Метаданные"],"Schema":["Схема"],"Search engine title is missing on the page.":["Заголовок для поисковой системы отсутствует на странице."],"Search engine description is missing on the page.":["Описание для поисковой системы отсутствует на странице."],"Save":["Сохранить"],"Saving..":["Сохранение.."],"Saved":["Сохранено"],"Close":["Закрыть"],"Page SEO Checks":["Проверки SEO страницы"],"%1$d out of %2$d checks are done.":["%1$d из %2$d проверок выполнены."],"Passed Checks":["Пройденные проверки"],"Passed":["Пройдено"],"Settings":["Настройки"],"SureRank Meta Box":["Meta Box SureRank"],"Page contains at least one subheading.":["На странице есть хотя бы один подзаголовок."],"All images on this page have alt text attributes.":["Все изображения на этой странице имеют атрибуты alt."],"One or more images on this page are missing alt text attributes.":["Одно или несколько изображений на этой странице не имеют атрибутов alt."],"This page includes images or videos to enhance content.":["Эта страница включает изображения или видео для улучшения контента."],"No images or videos found on this page.":["На этой странице не найдено изображений или видео."],"Canonical tag is not present on the page.":["Канонический тег отсутствует на странице."],"Canonical tag is present on the page.":["Канонический тег присутствует на странице."],"Page URL is short and SEO-friendly.":["URL страницы короткий и удобен для SEO."],"Page URL is longer than %s characters and may affect SEO and readability.":["URL страницы длиннее %s символов и может повлиять на SEO и читаемость."],"One or more broken links found on the page.":["На странице найдены одна или несколько битых ссылок."],"This page includes video(s) but no images.":["Эта страница включает видео, но не содержит изображений."],"No links found on this page.":["На этой странице не найдено ссылок."],"Links are present on this page.":["На этой странице присутствуют ссылки."],"Search engine title is present and under %1$d characters.":["Заголовок поисковой системы присутствует и содержит менее %1$d символов."],"Search engine description is present and under %1$d characters.":["Описание поисковой системы присутствует и содержит менее %1$d символов."],"Open Graph tags are present on the page.":["Теги Open Graph присутствуют на странице."],"Open Graph tags are not present on the page.":["Теги Open Graph отсутствуют на странице."],"No broken links found on the page.":["На странице не найдено битых ссылок."],"Site Icon: ":["Иконка сайта:"],"The site icon (favicon) appears in browser tabs, bookmarks, and mobile devices. To update it, go to General Settings → Site Icon and upload a new image under Site Identity.":["Иконка сайта (favicon) отображается на вкладках браузера, в закладках и на мобильных устройствах. Чтобы обновить ее, перейдите в Общие настройки → Иконка сайта и загрузите новое изображение в разделе Идентификация сайта."],"Change Here":["Изменить здесь"],"Invalid Date":["Неверная дата"],"No Date":["Нет даты"],"Remove":["Удалить"],"Page does not contain at least one subheading.":["Страница не содержит хотя бы одного подзаголовка."],"Critical":["Критично"],"Warning":["Предупреждение"],"These broken links were found on the page:":["На странице найдены следующие битые ссылки:"],"Please save changes in the editor before refreshing the checks.":["Пожалуйста, сохраните изменения в редакторе перед обновлением проверок."],"Click here to discover more details about this check.":["Нажмите здесь, чтобы узнать больше деталей об этой проверке."],"Coming Soon in SureRank Pro.":["Скоро в SureRank Pro."],"Join Waitlist":["Присоединиться к списку ожидания"],"%1$s %2$s need attention. Click to see":["%1$s %2$s требуют внимания. Нажмите, чтобы увидеть"],"issue":["проблема"],"All SEO checks passed. Click to see":["Все SEO-проверки пройдены. Нажмите, чтобы увидеть"],"Confirm":["Подтвердить"],"Help Me Fix":["Помогите мне исправить"],"Restore":["Восстановить"],"Ignore":["Игнорировать"],"We'll stop flagging this check in future scans. If it's not relevant, feel free to ignore it, you can always bring it back later if needed.":["Мы прекратим отмечать эту проверку в будущих сканированиях. Если это не актуально, не стесняйтесь игнорировать это, вы всегда можете вернуть это позже, если потребуется."],"Suggestion":["Предложение"],"Ignore this check":["Игнорировать эту проверку"],"Restore this check":["Восстановить эту проверку"],"Ignore Page Checks":["Игнорировать проверки страниц"],"Action failed. Please try again.":["Действие не выполнено. Пожалуйста, попробуйте снова."],"Settings saved successfully.":["Настройки успешно сохранены."],"Loading page SEO checks…":["Загрузка проверки SEO страницы…"],"Error loading SEO checks":["Ошибка загрузки проверок SEO"],"Enter your focus keyword":["Введите ваш основной ключевое слово"],"Upgrade to Pro":["Обновить до Pro"],"Optimize":["Оптимизировать"]}}}